Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=934_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaame, äidinkieli
sme: Anárašgiella eatnigiellan

source: Petra Kuuva , Bigga-Helena Magga , Tiina Sanila-Aikio, Petter Morottaja
sme: govat Sunna Kitti

source: kuvat Sunna Kitti
sme: Ovdâmáttááttâs puđâldemkirje

source: Tyebbin tääbbin
sme: siiddut: 96

source: Ovdâmáttááttâs puđâldemkirje
sme: Sámediggi 2015

source: sivuja: 96
sme: Girjji ustibaččat Eeʹled, Uábbee ja Sámmol johtet iežaset guovlluin ja muitalit nuppiidasaset iežaset eallimii gullevaš áššiin.

source: ISBN 978-952-441-317-6
sme: Eeʹled lea nuortalaš nieida, Uabbee anáraš nieida ja Sámmol davvisápmelaš bárdni.

source: Saamelaiskäräjät 2015
sme: Girjji máidnasiid vuođđun leat sámi gávcci jagiáiggi barggut ja dáhpáhusat.

source: “Esikoululaisen puuhakirja” ilmestyi yhtä aikaa kaikilla kolmella Suomessa puhutulla saamenkielellä.
sme: Váldojurddan girjji ráhkadeamis lea leamašan dat, ahte mii, Suoma golbma sámejoavkku, eallit ovttas ja háliidit juogadit min rikkis kulturárbbi ja árbevirolaš dieđu.

source: Kirjan ystävykset Eeʹled, Uábbee ja Sámmol kyläilevät toistensa kotiseuduilla ja kertovat toisilleen omaan kulttuuripiiriinsä kuuluvista asioista.
sme: Petra Kuuva , govat Piia Kangas

source: Eeʹled on koltansaamenkielinen tyttö, Uabbee inarinsaamenkielinen tyttö ja Sámmol on pohjoisaamenkielinen poika.
sme: Sámediggi 2015

source: Kirjan tarinoiden lähtökohtana ovat saamelaisten kahdeksan vuodenaikaa töineen ja tapahtumineen.
sme: -ráidu lea ivdnás álgu anárašgiela oahppamii.

source: Johtoajatuksena kirjan tekemiseen on ollut, että Suomen kolme saamelaisryhmää elävät rinnakkain ja haluavat välittää rikasta kulttuuriperintöään ja perinnetietouttaan myös muille.
sme: Čakčaáppesis oahppat bustávaid elliid, olbmuid, bargguid ja buđaldemiid bokte.

source: Petra Kuuva , kuvat Piia Kangas
sme: oahpásmuvai sámekultuvrii orodettiinis Anáris.

source: Tekstampuustaveh
sme: MUU AABIS čohčâ

source: Tekstauskirjaimet
sme: Sámediggi 2010

source: ISBN 978-952-441-306-0
sme: Pargokirje čohčâ

source: Matti Morottaja
sme: Petter Morottaja

source: Muu aabis
sme: -ráidu lea oaivvilduvvon anárašgielat nuppi luohká oahppiide.

source: -sarja on värikäs alku inarinsaamen alkeiden oppimiseen.
sme: Govat ja gráfalaš plánen:

source: Syysaapisessa &#13; aakkoset opitaan pohjoisen eläinten, ihmisten, töiden ja harrastusten &#13; kautta.
sme: Luuhâmkirje čohčâ

source: Kuvittaja, unkarilaissyntyinen
sme: Sámediggi

source: Daniel Gelencsér
sme: Sámediggi 2014

source: tutustui &#13; paikalliseen kulttuuriin Inarissa asuessaan.
sme: Johan Jernsletten - Sverre Hatle , jorgalan Kaarina Mattus

source: Muu aabis čohčâ
sme: Petra Kuuva lea divvon teavstta ođđa čállinvuohkái.

source: Layout: Linda Länsman, Hannu Kangasniemi
sme: govat: Lee Rodgers

source: ISBN 978-952-441-229-2
sme: 2. ođásmahtton preanttus

source: sivuja 92
sme: Sámediggi 2010

source: Saamelaiskäräjät 2010
sme: Petra Kuuva lea divvon teavstta ođđa čállinvuohkái ja lasihan ođđa bargobihtáid.

source: Pargokirje čohčâ
sme: 2. ođásmahtton preanttus

source: Layout: Anni Näkkäläjärvi
sme: Sámediggi 2011
